《
永恒之轮》 集换式卡牌游戏规则详解1 .22

前言： 本篇为《 永恒之轮》 集换式卡牌游戏规则之进阶解释， 如果您是刚接触《 永恒之轮》 的玩家， 建议先从官方网站等了解基础规则。

1. 游戏
100. 一般规则
101. 开始游戏
102. 永恒之轮的最高原则
103. 输与赢
104. 数字与符号

2. 游戏各部详解
200. 一般规则
201. 卡牌的特性
202. 卡牌的名称
203. 法力费用与属性
204. 法力徽章
205. 插画
206. 卡牌的种类
207. 特征
208. 系列编号
209. 卡牌效果
210. 卡牌叙述
211. 攻击力和防御力
212. 版权文字

3. 卡牌的使用和效果的起动
300. 一般规则
301. 宣言使用或起动
302. 支付费用
303. 选择对象
304. 进入连锁
305. 结算

4. 区域
400. 一般规则
401. 区域与卡牌的控制权
402. 攻击区
403. 防守区
404. 法力区
405. 魔法区
406. 卡组
407. 手牌
408. 墓地
409. 移除游戏的区域
410. 额外卡组


5. 回合流程
500. 一般规则
501. 抽牌阶段
502. 行动阶段
503. 战斗阶段
504. 结束阶段


6. 卡牌的移动
600. 一般规则
601. 进场
602. 离场
603. 移动战区


7. 优先权
700. 一般规则
701. 优先权的转移


8. 游戏用语
800. 伤害
801. 破坏  
802. 结界
803. 组群
804. 替换
805. 此卡
806. 检视
807. 展示
808. 随机选择
809. 洗牌
810. 战斗力
811. 战斗修正
812. 攻击中的战魂或载具
813. 战斗中的战魂或载具
814. 得到
815. 失去
816. 失去效果
817. 以上、 以下
818. X值
819. 通常法力费用
820. 合计法力费用
821. 本来的
822. 名称叙述含有『 A』
823. 治疗
824. 防止伤害
825. 舍弃
826. 然后
827. 解放
828. 指示物
829.  承受
830.  灵魂武装
831.  免疫
832. 最多
833. 任意
834.  得到某卡牌的效果
835.  视为对方的卡牌效果
836.  构筑限制
837. 吸取
838. 破坏无效
839. 代为破坏
840. 命运之海
841. 将~
842. 搭载
843. 效果变更


9. 特殊能力
900. 一般规则
901. 瞬间
902. 闪现
903. 突袭
904. 飞翔
905. 先攻
906. 防守
907. 场上唯一
908. 卡组唯一
909. 回合唯一
910. 持续
911. 圣域
912. 计谋
913. 变幻『 A』
914. 虔诚
915. 护盾(x)
916. 再生(x)
917. 魔法抗性(x)
918. 灵石
919.『 A』 载具(x)
920. 进击
921. 军团（ X）
922.『 A』 唯一
923.『 A』 限定
924. 额外构筑
925. 埋伏










1. 游戏

100. 一般规则

100.1.这些《 永恒之轮》 集换式卡牌游戏的规则只适用于二人对战。
100.2.在预先构筑赛中， 每位玩家需要准备自己的卡组， 主卡组的数量下限为50张， 上限为60张； 备牌为0张或10张； 额外卡组上限为25张（ 可以为0）。 另外， 玩家还需准备能够当做指示物的物品， 以及能够清楚纪录生命值的工具。 预先构筑赛中， 在主卡组、 额外卡组和备牌中， 本来名称相同的卡牌合共不能超过三张。

100.3.在现开及轮抽赛中， 一额外卡组只需要35张牌， 且不受只能有三张同名牌的限制。 玩家仍需准备能够当做指示物的物品， 以及能够清楚纪录生命值的工具。

100.4.玩家随时可以认输。 认输的玩家将立刻离开本盘游戏， 并输掉本盘游戏。

101. 开始游戏

101.1.在一盘游戏开始时， 每位玩家将自己的卡组洗牌， 以令其卡组呈随机顺序排列。 之后每位玩家可以将对方的卡组进行简单的洗牌（ 俗称的切牌）。

101.2.在洗牌之后， 玩家必须以双方都同意的方式来决定先后（ 如猜硬币、 掷骰子等， 胜者先手）。 在同一轮游戏中， 当一盘游戏结束后， 由上一盘的输家为先手玩家； 若上一盘游戏为平手， 则由上一盘游戏的后手玩家先手。

101.3.一旦决定了先后， 每位玩家拥有30点的总生命值并且抓五张手牌。

101.4.如果玩家对其起始手牌不满意， 便可以再调度。 首先， 由先手玩家执行再调度； 此玩家将其手牌洗回牌库， 然后重抓五张牌。 此步骤只能在每盘游戏的开始时进行一次。 只要玩家决定保留其手牌， 之后就不能再调度。

101.5.一旦两位玩家都满意他们的手牌， 先手的玩家便可以开始他的第一个回合。

102. 永恒之轮的最高原则

102.1.每当某张牌的文字叙述抵触游戏规则时， 以牌上的叙述为优先。 这张牌只能在该特殊状况下取代其所抵触的规则。 唯一的例外是： 不论牌上面注记了什么， 玩家随时都可以认输一盘游戏。

102.2.否定较高原则， 当某个规则或效果说你能做某事， 而另一个效果说你不能做某事， 则以【 不能】 的效果为优先。 例如， 某战魂被【 本回合可以进行二次攻击】， 和另一个【 本回合不能进行攻击】 所作用， 则以其不能进行攻击的效果为优先。

102.3.若任何指示要求作出不可能的动作时， 则省略该动作。（ 通常来说， 牌上会特别提出此情况的处置方法； 如果没有的话， 它便纯粹不产生作用。）

102.4.若一个效果需要双方需要同时采取动作， 则先由回合玩家（ 轮到他的回合之玩家） 作决定， 再由非回合玩家作决定； 之后这些动作同时发生。 此规则的别名为【 回合玩家先决定（ APNAP）】 规则。
例： 一个【 所有玩家选择其场上的一张卡牌破坏。】 的效果结算时， 回合玩家先选择一个他场上的卡牌， 再来轮到非回合玩家选择一个他场上的卡牌。 此后， 这些卡牌会同时破坏。

102.5.若同一个时点中触发了一位玩家的多个效果， 则由该玩家决定这些效果的结算顺序。

102.6.若同一个时点中触发了多位玩家的多个效果， 则由回合玩家决定谁的效果先得到结算， 然后再由每位玩家依照该顺序来决定各自的效果的结算顺序。
例： 在玩家A的回合结束时， 触发了玩家A的效果1和2、 玩家B的效果3和4， 则由玩家A决定谁的效果可以先得到结算， 若玩家A决定玩家B的效果先得到结算， 则由玩家B先决定效果3和4的结算顺序， 再由A决定效果1和2的结算顺序。 若玩家B决定的顺序是4→ 3， 玩家A决定的顺序是1→ 2。 则最终的结算顺序为4→ 3→ 1→ 2。

103. 输与赢

103.1.若玩家在一个效果结算或一次伤害结算后的生命值为0或更少， 他便输掉这盘游戏。

103.2.若玩家要抽取的牌张数目比他牌库中的牌还要多， 他将所剩余的牌全部抽走， 然后他便输掉这盘游戏。

103.3.若某个可导致玩家赢或输的效果结算后， 这盘游戏立刻结束， 并按照该效果判断输赢。

103.4.当某位玩家赢或输， 或是这盘平手时， 这盘游戏立刻结束。

103.5.当两个玩家同时输掉， 这盘游戏便为平手。

103.6.若某玩家同时赢及输， 则他输了这盘游戏。

103.7.认输的玩家将立刻离开， 并输掉本盘游戏。


104. 数字与符号

104.1.永恒之轮的游戏中只使用整数， 不使用分数或小数； 例如选择数字时不能选择分数， 或造成有小数点的伤害。 当某效果会产生出分数时， 都会告诉你小数点后该进位或舍去。

104.2.若战魂或载具的攻击力或防御力、 法力费用、 玩家的生命值， 或者某伤害的数量小于0， 则只要是不变动该数量时， 该数量都视为0来计算。 若无法定义该数量， 则将之视为0。

例： 若3 / 3 的战魂得 - 5 / +0， 它在战斗中将造成0点伤害。 若想让其攻击力加回到1， 则需要让它得 + 3 / +0 才行。（ 3 减5加3等于1）

例： 一个【 舍弃一张手牌， 然后， 对一位玩家造成与该卡牌无属性法力费用相同的伤害】 的效果， 舍弃了一张无属性法力费用为X的卡牌， 由于无法定义X的数量。 则该数量视为0。

104.3.法力符号是指代表所需法力费用的符号。

104.3 a
有颜色的法力符号分别代表一个属性的一点法力： { 火 }
是红色， { 水 }
是蓝色， { 风 }
是绿色， { 地 }
是黄色， { 光 }
是白色， { 暗 }
是紫色。

104.3 b 黑色法力符号称为无属性法力， 代表此法力可用任意属性， 或是无属性的法力来支付。

104.3 c
法力费用中的数字， 代表需要该数量的法力

104.3 d { X }， { Y }
以及 { Z }
则代表未定数量的法力； 若所使用的卡牌之费用， 或是效果之费用中包含了 { X }， { Y }
或 { Z }，
则由其控制者来决定该变量的数值。


2. 游戏各部详解

200. 一般规则

200.1.当规则或牌上的效果叙述提到【 牌】 时， 则意指永恒之轮的卡牌。

200.1 a.牌的拥有者是指这盘游戏开始时， 这张牌在谁的卡组中； 若上述情况不适用， 则是指把这张牌带进游戏的玩家。

200.2.玩家是指进行游戏的人。 对玩家来说， 游戏中的另一个玩家便是其对手。 回合玩家是轮到该回合的玩家； 而另一位便是非回合玩家。

200.3.卡牌指示物是指用来代表场上卡牌的标记。（ 见规则827， 指示物）

200.3 a.卡牌指示物的拥有者是指将该指示物放置进场之卡牌效果的控制者。

200.4.效果是指某卡牌上用来解释此卡牌功用的内文叙述。（ 见规则209， 效果）

200.4 a.连锁中之效果的拥有者， 是指当此效果起动或触发时， 控制其来源（ 具有此效果的卡牌） 的玩家。 连锁中之效果的控制者， 是指起动此效果的玩家， 或指此效果触发时， 控制其来源的玩家。

200.4.b.效果提到某个种类时， 若并未同时使用某区域的名称， 则是指任意区域中该种类的卡牌。

200.4.c.效果提到某个种类时， 若同时使用某区域的名称， 则是指在该区域中具有该种类的牌。

200.4.d.效果提到手牌或卡组时， 若并未同时使用某玩家， 则是指我方的手牌或卡组。

200.4.e.效果提到墓地时， 若并未同时使用某玩家， 则是指所有玩家的墓地。

200.4.f.效果提到某个种类时， 若同时使用【 使用中】 一词， 则是指从手牌使用后， 连锁中的卡牌。 这些卡牌既不存在于手牌， 也不存在于场上。


201. 卡牌的特性

201.1.卡牌的特性包括名称， 种类， 法力费用符号， 插画， 属性， 法力石徽章， 效果叙述， 卡牌注释， 特征， 攻击力与防御力， 版权文字， 以及系列编号。 在某些牌上， 这些部分的内容可能不只一个。


202. 卡牌的名称

202.1.卡牌的名称印在牌的左上角。

202.2.若卡牌上的效果叙述提到某张卡牌的名称， 则指所有具有该名称的卡牌。

203. 法力费用与属性

203.1.卡牌的法力费用是以牌右上角的法力费用符号来表示。 除非特别注明， 否则卡牌指示物的法力费用为0。 支付某卡牌的通常法力费用时， 必须完全符合其右上的法力费用符号的属性和符号内注明的数量。

203.2.属性有六种： 火， 水， 风， 地， 光， 暗，【 火】 为红色，【 水】 为蓝色，【 风】 为绿色，【 地】 为黄色，【 光】 为白色，【 暗】 为紫色。

203.3.卡牌的属性与其底边框的颜色相关， 与它的法力费用和法力石徽章均无关。 若卡牌没有底边框， 则与其特定法力费用属性相关。

例： 一张卡牌的右上角法力费用为4无属性法力， 而底边框颜色为黄色， 则这张卡牌为地属性卡牌。

例： 一张卡牌左下角的法力石徽章为地属性， 而底边框为绿色， 则这张卡牌为风属性卡牌。

203.4 有些卡牌底边框会含有二种颜色， 那么它就属于这二种属性的卡牌， 当指这二种属性中的其中一种的卡牌时， 这张卡牌也会被包含在内。
例： 一张具有风属性和地属性二个属性的卡牌， 可以被一个以风属性卡牌为对象的效果所对象。

203.5.卡牌的合计法力费用是指其法力费用的总和， 与其颜色无关。 某些效果会要求玩家支付某张卡牌的合计法力费用， 这时可以用有属性和／ 或无属性的法力的任意组合来支付， 与此卡牌之法力费用中的属性无关。
例： 某个法力费用为2火属性3无属性， 其合计法力费用便是5。

204. 法力石徽章

法力徽章在卡牌的左下角（ 卡牌成为法力石倒置后是在右上角）， 表示该卡牌成为法力石时所能产生何种属性的法力。

205. 插画

205.1.插画与游戏并无关联。 举例来说， 一张战魂是否拥有飞翔效果是取决于其效果叙述， 与其插画无关。

206. 卡牌的种类


206.1.一般规则

206.1.a.卡牌的本来种类印在卡牌的左上方。

206.1.b.卡牌的本来种类包含了战魂， 魔法， 载具， 阵形。

206.1.c.还有法力石和武装二种特别的卡牌种类， 它们不会在卡牌的左上角有种类标识， 而是由其他种类的卡牌因规则或效果变更而成的种类。

206.1.d.卡牌只会具有一个种类。 当卡牌的种类发生变更时， 新的种类会取代其本来的种类。 指示物， 待机中的效果， 以及伤害都依旧留在上面， 无论这些东西是否对其新的种类有意义。

206.2.战魂

206.2 a.战魂卡的左上角有WAR SOUL的标注

206.2 b.玩家可以在自己回合的行动阶段， 拥有优先权， 并且连锁空着时， 从他手上使用战魂。 会用到连锁。（ 见规则300， 卡牌的使用与效果的起动）

206.2 c.一位玩家一个回合只能使用一张战魂

206.2 d.战魂结算时， 其控制者将它放置进自己的战区（ 见规则400， 区域）。

206.2e.玩家在自己回合的战斗阶段中， 可以让他的一张战魂进行攻击， 一张战魂一个回合只能攻击一次。

206.2 f.玩家在自己回合的行动阶段中， 可以让他的一张战魂主动移动战区（ 见规则603 .2， 主动移动战区）， 一张战魂一个回合只能主动移动一次。

206.3.载具

206.3.a.载具卡的左上角有VEHICLE的标注。

206.3.b.玩家可以在自己回合的行动阶段， 拥有优先权， 并且连锁空着时， 从他手上使用载具。 会用到连锁。（ 见规则300， 卡牌的使用与效果的起动）

206.3.c.一位玩家一个回合只能使用一张载具

206.3.d.载具结算时， 其控制者将它放置进自己的战区。

206.3.e.玩家在自己回合的战斗阶段中， 可以让他的一张载具进行攻击， 一张载具一个回合只能攻击一次。

206.3.f.玩家在自己回合的行动阶段中， 可以让他的一张载具主动移动战区（ 见规则603 .2， 主动移动战区）， 一张载具一个回合只能主动移动一次。

206.3.g.载具没有被战魂结界时， 不能造成战斗伤害。

206.4.魔法

206.4.a.魔法卡的左上角有MAGIC的标注。

206.4.b.玩家可以在自己回合的行动阶段， 拥有优先权， 并且连锁空着时， 从他手上使用魔法。 会用到连锁。（ 见规则300， 卡牌的使用与效果的起动）

206.4.c.一位玩家一个回合可以使用任意张魔法。

206.4.d.魔法结算时， 产生其效果描述中的作用， 之后把它送往墓地。

206.4.e.具有特殊能力『 持续』、 但没有特征『 结界』 的魔法， 在其结算时， 其控制者将它放置进自己的魔法区。

206.4.f.具有特征『 结界』 的魔法， 在其结算时， 将它重叠放置到被其结界的卡牌下方。

206.5.阵型

206.5.a.阵型卡是横向的卡牌， 在左上角有COMBINE的标注。

206.5.b.阵型在构筑卡组时， 放入额外卡组中， 名称相同的阵型不能在额外卡组中放入超过一张。

206.5.c..玩家可以在自己回合的行动阶段， 拥有优先权， 并且连锁空着时， 从他的额外卡组中选择一张阵型使用。 会用到连锁。（ 见规则300， 卡牌的使用与效果的起动）

206.5.d..一位玩家一个回合只能使用一张阵型。

206.5.e..阵型结算时， 其控制者将它放置进自己的魔法区。 若该魔法区中已有一张阵型牌， 则把原来的阵型牌移回额外卡组。

206.5.f.若阵型被卡牌的效果移动， 则把它移出游戏。
例： 一张阵型被卡牌效果破坏了， 则把其移出游戏。

206.5.g.阵型属于场上的卡牌， 是无属性的卡牌。

206.5.h.当场上的一张阵型不能满足其阵型条件时， 它依然会留在场上， 但失去所有效果。 当再度满足其阵型条件， 它会重新得到效果。

206.6.法力石

206.6.a.法力石是放在额外卡组中的卡牌， 卡牌的右上角有相应的法力徽章。

206.6.b.当卡牌被作为法力石使用或以非结界（ 见规则802.结界） 的形式放置进法力区时， 种类就会变更为法力石。

206.6.c.玩家可以在自己回合的行动阶段， 拥有优先权， 并且连锁空着时， 把额外卡组中的一张法力石放置进法力区， 或者把他手牌中的任何一张卡牌倒置作为法力石使用。 这个动作会进入到连锁， 并且每个回合只能进行一次。（ 见规则300.卡牌的使用与效果的起动）

206.6.d.成为法力石的卡牌会失去其名称、 法力费用、 特征和战斗力， 并且其所有效果均不生效。

206.6.e.法力石是产生法力的基本方式， 每一张法力石能持续提供一点与其法力石徽章（ 卡牌倒转放置成为法力石后的右上角） 属性相同的法力。

206.6.f.有些法力石因为效果的关系， 产生的法力可以视为两种或更多的属性。 这些法力石产生的是一点多属性的法力， 而不是多点不同属性的法力。
例： 当我方玩家使用一张需要支付1点水属性、 1 点火属性和2点无属性法力的卡牌时， 即使我方场上有一张产生的法力同视为火属性和水属性的法力石， 也需要有另外至少三张法力石， 而且其中一张必须是水属性或火属性的。

206.7.武装

206.7.a.当灵魂武装的战魂结界于其他战魂时， 前者的种类就会由战魂变更为武装。（ 见规则830， 灵魂武装）

206.7.b.成为武装的卡牌， 种类已经不是战魂， 因此不能被对象战魂的效果所对象。

207. 特征

207.1 卡牌的特征印在卡牌底边框上方的黑色栏中， 特征没有任何效果， 只会在与某些效果的互动中被用上。

207.2 具有『 A』 专用特征的卡牌， 和名称叙述中含有A的卡牌处于同一个组群中时， 即为成立专用的状态。

208. 系列编号

208.1.系列编号表示此牌属于永恒之轮的哪个系列， 和在该系列中的编号， 以及其稀有度， 印在卡牌底边框的正中央。

208.2.系列编号中【—】 左边代表这张卡牌属于永恒之轮的哪个系列，【—】 右边的数字代表在这个系列中的编号。 编号数字后的字母， 代表这张卡牌的稀有度。

208.3.稀有度有以下标识， C为普通牌， U为非普通牌， R为稀有牌， PR为高级稀有牌， UR为特级稀有牌， SR为隐藏稀有牌， AR为有特别卡牌工艺的卡牌， SP为特典牌或比赛活动派送的卡牌。

209. 卡牌效果

209.1.卡牌效果印在卡牌的下半部， 用以说明这张牌的作用。 包括以加粗黑体印刷的特殊能力（ 见规则900， 特殊能力） 和黑体印刷的效果叙述。

209.2.效果分为起动效果、 触发效果、 规则效果、 自动效果和魔法结算效果

209.3.起动式效果

209.3.a.起动式效果前有（ 起动X） 标注， X为该效果在同一个回合中可以起动的次数。

209.3.b.若没有注明起动时机， 则起动式效果可以在双方行动阶段和所有自由时机中起动。 起动式效果的作用只在起动的回合中有效。

209.3.c.若效果中没提及起动卡牌（ 来源） 的位置， 则卡牌需在场上， 才能起动起动式效果。

209.3.d.起动式效果起动后， 到结算前（ 等待连锁中）， 称为未结算的效果。 这时即便起动该效果的卡牌（ 来源） 离场或失去了效果， 已起动的效果也不会被无效。

209.3.e.若起动式效果因丢失对象（ 见规则303 .5， 丢失对象） 等原因结算失败， 其使用次数也会被消耗。
例： 一个（ 起动1） 的效果因丢失对象而结算失败， 那么在本回合中， 就不能再起动此效果了。
209.3.f.若起动某效果的卡牌在该效果结算前已离场， 则该效果无法作用于该卡牌。
例： 某卡牌起动了“ 把此卡移出游戏” 的效果， 若在该效果结算前， 该卡牌已被破坏并送到墓地， 则其在墓地中不会被该效果移出游戏。

209.4 触发式效果

209.4.a.触发式效果前有（ 触发） 标注。

209.4.b.卡牌需存在于场上， 才能触发触发式效果。

209.4.c.触发式效果只有符合条件， 一个回合中可以触发多次。 触发式效果的作用只在触发的回合中有效。

209.4.d.在某个回合阶段或步骤触发的效果， 只会在该阶段或步骤的开始时触发一次。

209.4.e.当触发效果中带有【 可以】 的叙述时， 该效果可以由其控制者决定是否触发。
例： 一个【 当场上的战魂破坏时， 可以对一位玩家造成2点黑暗伤害】 的触发效果， 当场上的战魂破坏时， 该效果的控制者（ 具有该效果卡牌控制权的玩家） 可以选择是否触发该效果。

209.4.f.触发式效果触发后会马上得到结算， 不会进入连锁， 也不会引起优先权的变更。

209.4.g.当在一个效果结算时达成了触发另一个效果的条件， 将会在前者完全结算后， 立刻触发并结算后者。

209.5.规则式效果

209.5.a.规则式效果前有（ 规则） 标注。

209.5.b.规则式效果在场上、 墓地、 卡组和手牌中都有效

209.5.c.规则式效果通常会有起动时机、 条件、 或区域的叙述； 若没有， 则规则式效果在非公开区域（ 手牌和卡组） 中和被移出游戏时， 皆不能生效。
例： 一个【 我方场上所有战魂各得到 + 1 / +1】 的规则效果， 在墓地（ 公开区域） 时依然能生效， 但在手牌和卡组（ 非公开区域） 中则不行。

209.5.d.规则式效果起动后会马上得到结算， 不会进入连锁， 也不会引起优先权的变更。

209.5.e.当触发了手牌里某张卡牌的规则式效果时， 需将那张卡牌展示。


209.6.自动式效果

209.6.a.自动式效果前有（ 自动） 标注。

209.6.b.卡牌需存在于场上， 才能让其自动式效果生效。

209.6.c.若一个效果让一张卡牌进场或离场， 则在这个效果完全结算后， 进场或离场的卡牌的自动式效果才会生效或失效。

209.6.d.自动式效果会一直检定它的对象。
例： 一张已在场的魔法具有【 我方场上的战魂各得到 + 1 / +1】 的自动式效果， 我方所有进场的战魂都会立刻得到 + 1 / +1， 但若它们之后被【 不能成为卡牌对象】 的效果所作用， 那么就会马上失去 + 1 / +1。

例： 一张已在场的魔法具有【 攻击区的战魂失去所有效果】 的自动式效果， 若攻击区的战魂被移动到防守区， 其失去的效果也会重新得到。

209.6.e.当两个互相矛盾的自动式效果存在时， 先在场并生效的效果有效。
例： 场上双方战区中都存在一张具有【 对方场上所有战魂失去其效果】 效果的战魂， 那么先在场的战魂的效果有效。


209.7.魔法结算效果
魔法结算效果存在于非持续魔法中， 在效果前没有任何效果种类的标注。

这些效果在魔法结算时就会马上生效。

210. 卡牌叙述

210.1.效果叙述下方会有以楷体印刷的卡牌叙述， 这些文字与卡牌功能没有关联， 只是用于发展意境或与《 永恒之轮》 漫画小说等作品的剧情相联系。

211. 攻击力与防御力

211.1.战魂和载具牌的右下角印有两组数字。 左边的数字表示该卡牌的攻击力（ 在战斗中所能造成的伤害量）； 右边的数字表示它的防御力（ 破坏它所需要的伤害量）。 攻击力和防御力合称为战斗力。

211.2.若是灵魂武装（ 8.30.灵魂武装） 的战魂， 则其战斗力的两组数字分别会被【 / 】分开，【 / 】左边的数字是其作为战魂时的攻击力和防御力， 而【 / 】右边的数字则是其作为武装时能提供的攻击力修正和防御力修正。

212. 版权文字

212.1.版权文字印在牌的右下角底部， 列出发行日期和版权信息， 与游戏并无关联。



3. 卡牌的使用和效果的起动

300. 一般规则

300.1.卡牌使用或效果起动时， 必须依序进行以下步骤： 宣言使用， 支付费用， 选择对象， 进入连锁， 结算效果。

300.2.在进行宣言使用， 支付费用， 选择对象时， 任何玩家都不能进行其他动作（ 可视作这三步为同时进行）。


301. 宣言使用或起动

301.1.使用卡牌时， 把要使用的卡牌从手牌中打出。 阵型在额外卡组中打出。

301.2.起动效果时， 需要宣言起动哪一张卡牌的效果， 若该卡牌具有多个效果， 则要说明是起动哪一个效果。

302. 支付费用

302.1.使用战魂、 载具和魔法时， 玩家必须支付卡牌右上角所注明的法力费用， 包括法力的属性和法力的数量。

302.2.法力石使用时， 无需支付法力。

302.3.阵型使用时， 我方场上的情况需达到卡牌左下角所注明的条件。
例： 某阵型的条件是【 战区： 二张特征『 铠战士』 的战魂】， 则我方场上必须存在二张或以上特征有『 铠战士』 的战魂， 才能使用该阵型。

302.4.效果起动时， 玩家必须完成该效果中【→】 以左的条件， 若该效果中没有【→】， 则无需完成条件。

302.5.有属性的法力费用必须用相应属性的法力来支付， 无属性法力费用则可以用任意属性的法力来支付。
例： 某张卡牌的使用需要2暗属性和2无属性法力， 那么你需要有四张或以上的法力石， 而其中二张或以上必须是暗属性的。

302.6.法力石会持续供给法力， 因此， 你的法力值一般会和法力石（ 有法力徽章的） 的数量相同。 不会因为使用了卡牌而被消耗。

303. 选择对象

303.1.一般规则

303.1.a.战魂和载具使用时， 需要选择其进场的区域（ 攻击区或防守区）。 若进场条件受到限制， 则无法使用。
例： 战区的六个位置已满， 则无法使用任何战魂和载具
例： 我方场上已存在一张具有场上唯一的战魂， 则我方手牌中的同名战魂不能使用。

303.1.b.阵型和法力石的使用， 无需选择对象和区域。

303.1.c.法力石的使用不会受到场上唯一（ 见规则907， 场上唯一） 的限制。

303.1.d.魔法使用时， 若需要选择对象， 则必须选择。

303.1.e.效果起动时， 若需要选择对象， 则必须选择。

303.2.特定数量的对象

303.2.a.指在效果叙述中有注明对象数量的效果， 包括对象数量为任意或X的效果。
例：【 对一位玩家造成3点火焰伤害】；【 对场上的二张战魂各造成1点物理伤害】；【 对一位玩家或场上的一张战魂造成4点火焰伤害， 然后， 把墓地中的一张卡牌移出游戏】；【 对任意张战魂各造成3点物理伤害】 等。

303.2.b.这些效果的对象在效果起动时， 或魔法使用时就需要指定（ 无论是否有【 然后】 作为分隔）。

303.3.所有的对象

303.3.a.指以特定范围内的所有卡牌或玩家为对象的效果。
例：【 对所有玩家各造成1点黑暗伤害】；【 场上的所有战魂本回合得到 - 1 / -1】 等

303.3.b.玩家不能个别指定对象， 在这些效果结算时， 或【 待机效果】 触发时， 会以范围内所有的卡牌或玩家为对象

303.4.以非公开信息卡牌为对象

303.4.a.指以【 手牌】 或【 卡组】 中的卡牌为对象的效果。

303.4.b.这些效果是以【 手牌】 或【 卡组】 为对象， 若需要指定其中的个别卡牌， 则在效果结算时指定。
例：【 检视对方手牌， 从中选择一张卡牌舍弃】 的效果， 其选择舍弃的卡牌在该效果结算时选择， 另外， 由于该动作并非指定对象， 因此可以选择【 不能成为卡牌效果对象】 的卡牌。

303.5.对象的丢失

303.5.a.指当效果结算时， 其作用的对象不存在， 或不符合对象描述的情况。
例： 一个【 对场上一张战魂造成3点火焰伤害】 的效果指定了场上的一张战魂， 在其效果结算前（ 被连锁）， 该战魂被一个【 把场上一张战魂移回手牌】 的效果作用而离场。

例： 一个【 破坏攻击区的一张战魂】 的效果指定了攻击区的一张战魂， 在其效果结算前（ 被连锁）， 该战魂被一个【 把场上的一张战魂移动战区】 的效果移到了防守区。

303.5.b.丢失所有对象的效果会结算失败。 若只是其中的某个对象丢失， 但仍有可作用的对象， 则会在剩余的对象上继续结算。

303.6.自身作用
303.6.a.当效果作用于其来源（ 拥有此效果的卡牌本身） 时， 不存在对象的指定。
例：【 此卡本回合得到 + 1 / +1】 的效果则不需要指定【 此卡】 为对象。
例：【 破坏此卡， 然后， 把对方场上的一张战魂移出游戏】 的效果， 则使用时只需要指定对方场上的一张战魂为对象， 而无需指定【 此卡】。

304 进入连锁

304.1.一般规则

304.1.a.卡牌使用后和起动式效果起动后都不会马上得到结算， 它们必须在连锁上先等着。

304.1.b.卡牌或效果进入连锁后， 优先权（ 见规则7， 优先权） 就会发生转移。

304.1.c.拥有优先权的玩家都可以使用瞬间卡牌或起动某个起动式效果来进行响应。 若有玩家如此作， 用来响应的瞬间卡牌或效果也会进入连锁中。

304.1.d.当双方玩家都不再作任何事（ 连续让过优先权）， 便开始结算连锁中的效果。

304.1.e.自动效果、 触发效果和规则效果都会立刻得到结算， 不会进入到连锁中。

304.1.f.当卡牌使用并进入连锁后， 即使支付条件发生变化， 也不会影响该卡牌的结算。

304.1.g.当效果起动并进入连锁后， 即使支付条件发生变化， 也不会影响该效果的结算。

304.2.连锁的结算原则

304.2.a.连锁结算时， 越靠后进入连锁的卡牌或效果将会越先得到结算。 这被称为后发先至的结算原则。

例： 卡牌的使用或效果的起动顺序是： A→ B→ C→ D， 那么结算顺序就为： D→ C→ B→ A。

304.2.b.在连锁结算的过程中， 任何玩家都不能再使用卡牌或起动效果来进行响应。

304.2.c.若在一个效果的结算中， 触发了另一个效果， 那么， 在前者完全结算后， 马上开始结算后者。

例： 连锁中有A、 B、 C三个效果， 结算顺序为C→ B→ A。 若在结算C时， 触发了效果D， 则在C完全结算后， 马上开始结算D。 结算的顺序就为C→ D→ B→ A。

304.3.使用中的卡牌

304.3.a.使用并进入连锁后， 等待结算的卡牌， 即是使用中的卡牌。

304.3.b.使用中的卡牌不存在于手牌或场上， 因此， 只能被【 以使用中的卡牌为对象的效果】 所对象。
例： 被一张具有【 破坏一张使用中的魔法】 效果的卡牌作用于一张使用中的魔法， 那么， 这张使用中的魔法就会被破坏， 并不能发挥效果。

304.3.c.使用中的卡牌若被破坏、 移出游戏、 移回卡组、 移回手牌， 或因进场失败而破坏， 则其整个使用动作都会被无效， 因此， 受到使用次数限制的卡牌， 也能再次使用。
例： 一位玩家使用中的战魂被破坏了， 则该玩家在本回合可再次使用一张战魂。

305. 结算

305.1.战魂或载具结算时， 其控制者将它放置进自己的战区。

305.2.魔法结算时， 产生其效果描述中的作用， 之后把它送往墓地。

305.3.具有特殊能力『 持续』、 但没有特征『 结界』 的魔法， 在其结算时， 其控制者将它放置进自己的魔法区。

305.4.具有特征『 结界』 的魔法， 在其结算时， 将它重叠放置到被其结界的卡牌下方。（ 见规则802， 结界）

305.5.法力石结算时， 其控制者将它放置进自己的法力区。

305.6.卡牌效果结算时， 产生效果叙述中的作用。

305.7.使用中的卡牌若结算失败， 则会被送到墓地， 但不会消耗这种类卡牌的使用次数。
例： 一张使用中的战魂因场上位置已满而结算失败， 则视为其控制者本回合没有使用过这张战魂。

305.8.起动中的起动式效果若结算失败， 则消耗该效果的起动次数。
例： 一张具有【（ 起动1）： 把场上的一张魔法移回手牌】 效果的战魂， 若因对象丢失而结算失败， 则视为已起动了该效果一次。

305.6.待机中的效果

305.6.a.一些效果在结算时， 并不会马上生效， 而是到达某个时点或符合一定条件后才会生效。
例：【 若此卡进场， 于回合结束时抽一张牌】 就是一个待机中的效果。

305.6.b.待机中的效果成功结算后， 不会因为卡牌的离场， 或受到【 失去卡牌效果】 的效果所作用而被无效。
例： 一张具有【 若此卡进场， 于回合结束时抽一张牌】 效果的战魂， 在其进场后， 即使在回合结束前离场了， 或受到【 失去卡牌效果】 的效果所作用， 回合结束时依然能抽一张牌。

305.6.c.待机中的效果成功结算后， 不会因卡牌的控制权发生转移而受到影响。
例： 我方把一张具有【 若此卡进场， 于回合结束时抽一张牌】 效果的战魂放置进我方战区后， 即是对方把其移到自己的场上， 在回合结束时， 依然是我方玩家抽一张牌。



4. 区域

400. 一般规则

400.1.区域是指游戏中放置卡牌的地方， 划分为【 场上】 和【 场外】 两大部分。

400.2.场上区域包含【 战区】、【 魔法区】、【 法力区】。

400.3.场外区域包含【 手牌】、【 卡组】、【 墓地】、【 移出游戏区域】。

400.4.战区包含【 攻击区】 和【 防守区】。

400.5.每位玩家都有各自管理的【 战区】、【 魔法区】、【 法力区】、【 手牌】、【 卡组】、【 墓地】、【 移出游戏区】、【 额外卡组】。

401. 区域与卡牌的控制权

401.1.玩家拥有其管理区域内的所有卡牌的控制权。

401.2.当卡牌由一位玩家管理的区域移动或放置到另一位玩家管理的区域时， 该卡牌的控制权也会发生转移。
例：【 把对方一张战魂移到我方战区】 的效果让对方的一张战魂移到我方战区， 则我方玩家获得该战魂的控制权。

402. 攻击区

402.1.攻击区属于战区。

402.2.攻击区有三个位置， 可容纳三张战魂或载具。

402.3.攻击区中的战魂或载具在每个其控制者的回合， 可以进行一次攻击（ 见规则503， 战斗阶段）。

403. 防守区

403.1.防守区属于战区

403.2.防守区有三个位置， 可容纳三张战魂或载具。

403.3.防守区中的战魂或载具不能进行攻击。

404. 法力区

404.1.法力区是放置法力石的区域。

404.2.卡牌以非结界（ 见规则802.结界） 的形式放置或移动进法力区后， 该卡牌的种类会变更为法力石， 并失去其名称、 法力费用、 战斗力、 特征， 并且其所有效果均不生效。

404.3.卡牌离开法力区后， 恢复其本来的种类， 并重新得到其名称、 法力费用、 战斗力、 特征。

405. 魔法区

405.1.具有特殊能力【 持续】 的魔法使用并结算后， 或放置进场后所放置的区域。

405.2.具有特征【 结界】 的魔法不放置在魔法区， 而是重叠放置于其结界的基础卡之下。

406. 卡组

406.1.卡组需单独放成一叠， 且须保持里面的每张卡牌都面朝下放置， 玩家不可查看， 也不可改变卡组的顺序。

406.2.玩家可随时清点任何卡组的卡牌数量。

407. 手牌
407.1.玩家已抽取但尚未使用的牌， 都会保留在手牌中。 在一盘游戏开始时， 每位玩家从各自的卡组顶抽取七张牌作为手牌。（ 请参见规则101， 开始游戏）

407.2.玩家可以拥有任意数量的手牌， 但进行到回合结束阶段的手牌调整步骤时， 必须将其手牌舍弃到上限的数量。 手牌上限数通常为七张。

407.3.玩家可以用任意方式整理其手牌， 且可以任意检视自己的手牌。 玩家不可以看其它玩家的手牌， 但随时可以清点任何玩家的手牌数量。

408. 墓地

408.1.墓地是指弃牌堆。 任何被破坏或舍弃的卡牌都放在其拥有者的墓地， 结算完毕且没有特殊能力【 持续】 的魔法亦然。 每位玩家的墓地在游戏开始时都是空的。

408.2.墓地需单独放成一叠， 且须保持里面的每张卡牌都面朝上放置， 玩家可以随时检视任何玩家墓地中的卡牌。

408.3.墓地中的卡牌可按任意顺序放置。

409. 移出游戏区域

409.1.任何被移出游戏的卡牌都放在其拥有者的移出游戏区域。

409.2.移出游戏区域内的卡牌需单独放成一叠， 且须保持里面的每张卡牌都面朝上放置， 玩家可以随时检视任何玩家移出游戏区域内的卡牌。

409.3.移出游戏区域中的卡牌可按任意顺序放置。

409.4.移出游戏区域中的卡牌， 若无注明生效的区域或时机， 则其效果无法影响玩家和其他区域中的卡牌。
例： 我方一张卡牌具有【 我方场上所有战魂得到 + 1 / +1】 的规则式效果， 若该卡牌被移出游戏， 则其效果无法再影响于我方场上的战魂。

410. 额外卡组
410.1.只有阵型或具有特殊能力额外构筑的卡牌才能放入额外卡组。
410.2.若有不符合410 .1 条件的卡牌要进入额外卡组， 则把其改为移出游戏。
410.3.额外卡组中的卡牌可按任意顺序面朝上放置。


5. 回合流程

500. 一般规则

500.1..一个回合依序分三个必要阶段： 抽牌阶段、 行动阶段、 结束阶段。 每个回合都会经过这些阶段， 即使在某阶段中没有发生任何事也是一样。

500.2.若在行动阶段中， 需要让战魂或载具进行攻击， 则会从行动阶段进入到战斗阶段。 战斗阶段只有在战魂或载具需进行攻击时才会产生， 若不进行攻击， 则不会经过战斗阶段。

500.3.一个战斗阶段结束后， 将会从新进入行动阶段。

500.4.若连锁为空， 且双方玩家都依次让过， 则该阶段或步骤便结束。 所以， 在当前的阶段或步骤结束前， 每位玩家都会轮流得到可以使用卡牌或起动效果的机会。 并且只要玩家在当前的阶段或步骤仍有行动， 则当前阶段或步骤就不会结束。

500.5.当一个阶段或步骤开始时， 任何注明【 在该阶段或步骤触发】 的效果均会触发并结算。

500.6.抽牌阶段开始时则是回合开始时， 结束阶段结束时则是回合结束时。

501 抽牌阶段

501.1.抽牌阶段依次进行三个步骤： 抽牌前自由时机， 抽牌， 抽牌后自由时机

501.3.抽牌前自由时机，

501.3.a.所有回合开始时触发的效果都会在这个步骤的开始时结算。

501.3.b.双方玩家可以使用具有特殊能力『 瞬间』 的卡牌， 起动效果。

501.4.抽牌

501.4.a.回合玩家把其卡组顶上的第一张牌加入手牌中。

501.5.抽牌后自由时机

501.5.a.双方玩家可以使用具有特殊能力『 瞬间』 的卡牌， 起动效果。

502. 行动阶段

502.1.在行动阶段中， 回合玩家可以在拥有优先权， 且连锁为空时， 可以进行以下行动（ 这些行动可以进行也可以不进行， 可以按任意顺序进行）： 使用一张战魂、 使用一张载具、 使用一张法力石、 使用一张阵型、 使用任意张魔法。

502.2.在行动阶段中， 回合玩家可以在拥有优先权， 且连锁为空时， 由他控制的每一张战魂和载具均可以主动移动一次战区。（ 见规则6， 卡牌的移动）

503 战斗阶段.

503.1.当战魂或载具发出攻击宣言时， 会从行动阶段会进入到战斗阶段， 战斗阶段不包含在行动阶段中。 若没有能进行攻击的战魂或载具， 则不会进入战斗阶段。 先手玩家的第一个回合不能进入战斗阶段。

503.2.战斗阶段中将依次进行以下六个步骤： 攻击宣言、 选择攻击对象、 自由时机1、 发生战斗、 自由时机2， 结算战斗伤害。

503.3 攻击宣言

503.3.a.在行动阶段中， 连锁为空时， 回合玩家可以选择其控制的一张战魂或载具发出攻击宣言， 此时， 回合流程由行动阶段进入到战斗阶段。

503.3.b.一张战魂或载具一个回合只能发出一次攻击宣言。

503.4 选择攻击对象

503.4.a.回合玩家为其攻击的战魂或载具选择攻击对象。 一张战魂或载具只能选择一个攻击对象， 选择攻击对象必须依据以下三个规则：

503.4.b.当对方防守区存在战魂或载具时， 只能选择对方防守区中的战魂或载具为攻击对象。

503.4.c.当我方防守区存在战魂或载具， 对方防守区为空时， 只能选择对方玩家为攻击对象。

503.4.d.当双方防守区都为空时， 可以选择对方玩家、 攻击区中的载具或战魂为攻击对象

503.5.自由时机1

503.5.a.双方玩家可以使用具有特殊能力『 瞬间』 的卡牌， 起动效果。

503.6.发生战斗

503.6.a.战魂或载具攻击成功， 所有【 攻击时】、【 被攻击时】 和【 发生战斗时】 触发的效果均在此时触发。

503.7.自由时机2

503.7.a.双方玩家可以使用具有特殊能力『 瞬间』 的卡牌， 起动效果。

503.7.b.若在自由时机1和自由时机2中， 若发生攻击对象不符合规则的情况， 则战斗阶段会倒回至攻击对象选择步骤， 等所有未结算的效果结算后， 只要依然有可选择的攻击对象， 攻击都会继续进行。

例： 对方一张战魂攻击我方玩家， 我方使用具有特殊能力『 瞬间』 的战魂， 并成功结算放置进防守区， 那么， 选择我方玩家为攻击对象就会不符合规则。 战斗阶段会倒回至攻击对象选择步骤， 但对方的战魂依然有能选择的攻击对象（ 刚使用的防守区战魂）， 因此， 攻击依然继续， 对方战魂只能选择我方防守区的战魂为攻击对象。

503.7.c.若战斗阶段被从自由时机2倒回至攻击选择步骤， 则战魂和载具会马上脱离攻击中（ 812. 攻击中的战魂或载具） 和战斗中（ 813. 战斗中的战魂或载具） 的状态， 但在此之前必须结算完所有未结算的效果。

503.7.d.在发出攻击宣言之后， 若攻击的战魂或载具出现不能进行攻击的情况， 则战斗阶段会在连锁为空时马上结束。 并且视为该卡牌已消耗了一回合能攻击一次的机会。

例： 一张攻击中的战魂， 在自由时机1或自由时机2被一个【 把一张战魂移到防守区】 的效果作用， 由于战魂在防守区不能进行攻击， 战斗阶段就会结束。

503.7.e.若战斗阶段结束， 则战魂和载具会马上脱离攻击中（ 812. 攻击中的战魂或载具） 和战斗中（ 813. 战斗中的战魂或载具） 的状态， 但在此之前必须结算完所有未结算的效果。

503.8.结算战斗伤害

503.8.a.战斗中的二张战魂或载具互相对对方造成等同于攻击力的伤害， 若攻击的对象是玩家， 则对玩家造成等同于攻击力的伤害。 然后， 先触发【 造成伤害时】 和【 破坏时】 的效果， 在这些效果结算后， 再触发【 离场时】 和【 送往墓地时】 的效果。 最后， 从新开始行动阶段。

504. 结束阶段

504.1.结束阶段依次进行二个步骤： 结束阶段的自由时机， 回合结束。

504.2.结束阶段的自由时机

504.2.a.双方玩家可以使用具有特殊能力『 瞬间』 的卡牌， 起动效果。

504.3.回合结束

504.3.a.回合结束时， 按以下顺序进行处理：

504.3.b.【回合结束时】 触发的效果结算；

504.3.c.战魂和载具上累积的伤害全部清0；

504.3.d.【本回合】 中有效的效果结束。

504.3.e.进行手牌调整， 当回合玩家的手牌超过上限（ 一般为八张） 时， 选择超过数量的手牌舍弃。 而这个舍弃动作， 不会触发任何卡牌的效果。
例： 一张具有触发效果【 此卡送往墓地时， 对方玩家随机舍弃一张手牌】 的战魂， 因手牌调整而送往墓地时， 其效果不会触发。



6． 卡牌的移动

600. 一般规则

600.1.卡牌的移动包括二种行为： 卡牌从一个区域移动到另一个区域； 结界卡从一张卡结界到另一张卡牌。

600.2.当某卡牌从场上的一个区域移到场上的另外一个区域时， 如没特别说明， 则移动到其控制者的相应区域。

600.3.若某卡牌向场外的区域移动（ 卡组， 墓地， 手牌或移出游戏区）， 则都移到其拥有者的相应区域。

600.4.当某卡牌从一个区域移到另外一个区域时， 无论它在原本的区域内已失去了效果， 或是移动到后来的区域中将会失去效果， 都不会触发该卡牌上的任何效果。

例： 场上一张具有【 此卡送往墓地时， 随机舍弃对方玩家一张手牌】 的战魂， 被【 失去其效果】 的效果作用， 那么它从场上送往墓地时， 将不能触发舍弃对方玩家手牌的效果。

例： 把一张本来具有【 此卡离场时， 抽一张牌】 效果的卡牌从法力区送往墓地时， 不会触发效果。

例： 一个【 墓地中的所有卡牌失去其效果】 的自动式效果正在生效， 那么当一张具有【 此卡离场时， 抽一张牌】 效果的战魂从场上送往墓地时， 将不能触发其效果。

例： 一个【 攻击区的所有战魂失去其效果】 的自动式效果正在生效， 那么当一张具有【 此卡进场时， 抽一张牌】 效果的战魂由场外放置进攻击区时， 将不能触发其效果。

601 进场

601.1.卡牌由场外的区域， 放置进场内的区域， 都称为进场。

601.2.若效果提到进场， 但没有指定具体的场上区域时， 则按进场卡牌的本来种类， 放置到相应区域。 战魂和载具放置进战区（ 可选择攻击区或防守区）， 魔法放置进魔法区。

601.3.若卡牌将要进入一个区域， 但该区域已受到限制（ 战区位置已满， 或已有同名的场上唯一卡牌等）， 则不进行移动的动作（ 留在原本的区域中）， 但若该卡牌是使用中的卡牌， 则被破坏。

例： 一张具有【 把此卡从手牌放置进我方战区】(且没有601 .4.和601 .5.中消除区域限制的情况) 的规则式效果和特殊能力【 场上唯一】（ 见规则907， 场上唯一） 的战魂， 若我方战区中已有同名卡牌， 则其规则效果不能起动。

例： 一张使用中， 并选择放置进攻击区的战魂， 若某效果在该战魂结算前让攻击区存在了三张战魂， 则该战魂不能进场并被破坏。

601.4.若在同一个效果中， 包含了先让卡牌离场， 再让卡牌进场情况， 并且前段效果成功消除了区域限制， 则因后段效果进场的卡牌不会受到区域限制的影响。

例： 我方手牌中有一张具有【 把我方场上的一张战魂移出游戏， 然后， 把此卡从手牌放置我方战区】 效果的战魂A， 而我方攻击区也存在三张战魂， 则我方玩家可以起动A的效果， 把我方攻击区的一张战魂移出游戏， 再把A放置进攻击区。

601.5.若一个让卡牌进行替换的效果， 在替换时成功消除了区域限制， 则因替换而进场的卡牌不会受到区域现在的影响。

例： 我方攻击区存在三张战魂， 其中一张的名称叙述包含了A， 则我方玩家可以用手牌中一张具有特殊能力【 变幻『 A』】 的战魂来与攻击区中那张名称叙述含有A的战魂进行替换。
601.6.若一个效果是要让一张受到区域限制的卡牌进场， 但这个效果无法消除区域限制（ 不包含601 .4 和601 .5 的情况）， 则该效果不能起动也不能被触发。
例： 我方战区中已存在一张名称为A的战魂， 则一个【 把手牌中的A（ 具有特殊能力场上唯一） 放置进我方战区】 的效果便无法起动。
例： 一个【 把我方场上的一张战魂移出游戏， 然后， 把手牌中的一张B（ 具有特殊能力场上唯一） 放置我方战区】 的效果， 并且场上已存在B。 若这个效果无法把B移出游戏， 则无法起动。

601.7.若一个效果要让一张卡牌进场， 但这张卡牌其实无法成功进场， 则该效果不能起动也不能被触发。
例： 我方场上存在一张不能被移动战魂， 则我方不能对其起动变幻的效果。

601.8.卡牌从手牌中使用， 结算成功后进场的情况， 称为使用进场。

601.9.以卡牌的效果进场， 不属于使用进场
例： 墓地中一张具有触发效果【 此卡使用进场时， 抽一张牌】 的战魂， 被一个【 把一张战魂从墓地放置进场】 的效果作用而放置进场， 由于不属于使用进场， 该战魂的效果不触发。

601.10.若效果提到放置某卡牌进场， 但没有注明放置到哪位玩家的场上， 则都放置到让该卡牌进场的效果的控制者场上。

601.11.若某卡牌在进场时触发了其上的某个效果， 则该卡牌进入区域的管理者为该效果的控制者。
601.12.若某卡牌的效果中没有注明从哪里进场， 则只能从手牌或额外卡组中放置进场。

602. 离场

602.1.卡牌由场上的区域， 移到场外的区域， 都称为离场。

602.2.当卡牌离场时， 它便视为新的卡牌， 所有状态（ 是否进行过攻击等） 都会被重置， 只在原本的区域影响该卡牌的效果也不会再影响它。

例： 场上一张已进行过攻击的战魂， 因某效果离场， 若本回合中它再次进场， 则它依然能再次进行攻击。

例： 场上一张被【 于回合结束时， 把此卡移出游戏】 效果所作用的卡牌， 若在回合结束前便离场（ 移回手牌等）， 那么到回合结束时， 它不会因此前的效果被移出游戏。

602.3.卡牌离场时， 若其状态（ 种类、 战斗修正等） 已发生变更， 则视为以变更后的状态离场。
例： 种类变更为武装的战魂离场时， 视为武装离场。 法力石区的卡牌离场时， 视为法力石离场。

602.4.卡牌在场外的区域时， 均恢复其本来的状态。

601.5.若某卡牌在离场时触发了其上的某个效果， 则该卡牌在场时的控制者为该效果的控制者。

603. 移动战区

603.1.指把战魂或载具从防守区移到攻击区， 或从攻击区移到防守区的动作称为移动战区

603.2.主动移动战区

603.2.a.每张战魂或载具可以在其控制者的行动阶段主动移动战区的。

603.2.b.一张战魂或载具在一个回合中只能主动移动战区一次。

603.3.c.主动移动战区必须在连锁为空（ 没有等待结算的卡牌或效果） 时进行， 主动移动战区不能被连锁。

603.2.d.战魂或载具进行了攻击宣言成功后， 不能主动移动战区， 即便是攻击因发生不符合规则的情况被终止了。

例： 一张战魂攻击宣言成功后， 若被（ 移动到防守区） 的效果移到防守区， 攻击被终止。 也不能进行主动移动战区的动作

603.2.e.战魂或载具在其进入战区的回合中不能主动移动战区。



7. 优先权

700. 一般规则

700.1.由于玩家可以在对方的回合中使用卡牌（ 具有特殊能力瞬间） 与起动效果， 因此， 游戏便需要一个系统， 好确定在某时点中只有一位玩家能作事情。 不论在哪个时点， 都由优先权来决定谁能使用卡牌或起动效果。 回合玩家（ 正在进行目前回合的玩家） 在每个阶段和每个自由时机的开始时会得到优先权。

700.1.必须拥有优先权才能使用卡片， 起动起动式效果， 起动规则式效果（ 不包括特定时点触发的规则式效果）。

701. 优先权的转移

701.1.当发生优先权转移的情况时， 优先权会转移给对方玩家。

701.2..卡牌的使用会转移优先权。

701.3.起动式效果的起动会转移优先权。

701.4.当玩家选择什么事情都不做时， 他的优先权就会转移给对方玩家。 当双方玩家连续让过优先权后， 连锁就会开始结算。 若连锁为空， 则这个阶段或步骤就会结束， 并开始下个一个阶段或步骤。

8. 游戏用语

800. 伤害

800.1.伤害是用来降低玩家生命， 破坏战魂和载具的东西。

800.2.只有玩家、 战魂和载具会受到伤害。

800.3.伤害不会降低玩家的生命上限， 也不会降低战魂和载具的防御力。

800.4.战魂和载具受到伤害后， 若其上累积的伤害已超过其防御力， 超过的那部分伤害会被抹去。

800.5.在战斗阶段的伤害结算时造成的伤害称为战斗伤害。

800.6.因卡牌效果造成的伤害， 称为特殊伤害。

800.7.特殊伤害带有火焰、 冰霜、 自然、 神圣、 黑暗、 物理六种属性， 这些属性没有任何效果， 只会在与某些效果的互动中被用上。
800.8.只有1以上的伤害为有效伤害， 0 点伤害不视为造成伤害。

801. 破坏

801.1.破坏的条件

801.1.a.当卡牌达到破坏条件时， 就会破坏， 破坏后的卡牌会被放置到墓地中。

801.1.b.战魂或载具上累积的伤害达到其防御力值就会被破坏。

例： 一张防御力5的战魂， 在一个回合中分别受到3点火焰伤害和2点战斗伤害。

801.1.c.卡牌被【 破坏】 的效果作用

例： 攻击区中的一张战魂， 被一张具有【 破坏攻击区的一张战魂】 效果的魔法所作用。

例： 场上的一张魔法， 被一张具有【 破坏场上一张魔法】 的魔法所作用。

801.1.d.战魂或载具的防御力变为0也会被破坏。

例： 一张防御力2的战魂， 被放置了一个 + 0 / -2 的指示物。

801.2.战斗破坏

801.2.a.战斗伤害结算时， 战魂或载具上的累积的伤害达到其防御力值， 该战魂或载具就视为是战斗破坏。

801.3.效果破坏

801.3.a.卡牌因卡牌效果达到了破坏的条件， 该卡牌视为是效果破坏。

例： 一张防御力为5的战魂， 在本回合的一个伤害结算步骤中， 受到了2点战斗伤害， 之后再因卡牌效果受到了3点火焰伤害， 则该战魂视为被效果破坏。

801.4.【破坏时】 触发的效果， 会在卡牌破坏时立刻触发， 此时， 被破坏的卡牌仍在场上。

801.5.结算完所有【 破坏时】 触发的效果后， 被破坏的卡牌会被送往墓地， 并触发卡牌【 送往墓地时】 或【 离场时】 触发的效果。 此时， 被破坏的卡牌已在墓地中。

801.6.卡牌的破坏条件一旦满足， 即使在破坏时触发了对其治疗伤害的效果， 破坏也不能被无效。

802 结界

802.1.把卡牌重叠放置于另外一张卡牌下的行为称为结界。

802.2.只有卡牌效果能进行结界， 玩家不能随意把卡牌进行结界。

802.3.被结界的卡牌称为【 基础卡】， 结界于基础卡的卡牌称为【 结界卡】。

802.4.基础卡移动时， 结界卡一起进行移动， 基础卡破坏时， 结界卡也一起破坏。
例： 某战魂被【 移回手牌】 的效果作用时， 结界于该战魂上的卡牌也会一起被移回手牌。

802.5.结界卡移动时， 基础卡不受影响。
例： 结界于某战魂的卡牌被【 移回手牌】 的效果作用， 则该战魂不会被移动。

802.6.结界卡只能跟随基础卡在场上的区域间移动， 不能单独进行场上区域间的移动（ 被解放除外， 见规则827， 解放）。
例： 结界于载具上的战魂， 不能被【 移动战区】 的效果作用， 也不能主动移动战区。

802.7.结界卡能被离场效果所作用。
例： 结界于载具上的战魂， 可以被【 移回手牌】 的效果作用。

802.8.结界卡结界时需检定基础卡是否符合其结界条件。 结界后， 除非基础卡被替换或种类发生变更， 否则无需再次检定。

例： 一张需结界于特征【 飞马】 战魂的卡牌结界后， 若该战魂失去了【 飞马】 特征， 该结界卡也不会受到影响。

例： 一张需结界于战魂的魔法结界后， 若基础卡被移动到法力区， 种类变更为法力石， 则该结界卡会重新检定条件， 并因条件不合适而破坏。

803 组群

803.1.【基础卡】 和【 结界卡】 合起来称为【 组群】， 没有被卡牌结界， 单一张卡牌也能称为一个【 组群】

803.2.以一个组群为对象的效果， 会以该组群中的所有卡牌为对象。
例： 一张具有【 此组群得到 + 2 / +0】 自动式效果的战魂， 结界于一张载具， 则该战魂和该载具都得到 + 2 / +0。

例： 一张具有【 此组群得到 + 2 / +0】 自动式效果的战魂， 即是不结界于载具， 也能得到 + 2 / +0。

804. 替换

804.1.进行替换的卡牌， 会互相移动到对方所在的区域中。

例： 我方攻击区中的A与我方手牌中的B进行替换， 替换时， 把B放置进我方攻击区， 同时把A移回手牌。

804.2.卡牌替换后， 卡牌的战斗状态（ 攻击步骤， 攻击对象， 被攻击对象， 是否已进行过攻击等） 会继承。

例： 我方攻击区中的A与我方手牌中的B进行替换， 若A本回合已经进行过攻击， 则B在本回合中不能再进行攻击。

例： 我方攻击区中的A与我方手牌中的B进行替换， 若A正在被C攻击， 则替换后， B也是C的攻击对象。

例： 我方攻击区中的A与我方手牌中的B进行替换， 若A正在攻击C， 则替换后， B也在攻击C。

804.3.卡牌替换后， 战魂和载具上的伤害会继承。

例： 我方攻击区的A与我方手牌中的B进行替换， 若A上已有3点伤害， 则替换后， B上也会有3点伤害。

804.4.卡牌替换后， 场上卡牌的已结算效果会继承。

例： 我方攻击区的A与我方手牌中的B进行替换， 若A被一个【 本回合得到 + 2 / +2】 的效果作用， 则替换后， B本回合也会得到 + 2 / +2。

例： 一张被【 回合结束时， 把该战魂移出游戏】 效果作用的战魂， 即使进行了替换， 若替换后的战魂在回合结束时依然在场， 也会被移出游戏。

804.5.卡牌替换后， 未结算效果的对象会继承。

例： 我方攻击区的A与我方手牌中的B进行替换， 若A正被一个【 破坏场上的一张战魂】 的未结算效果对象， 则B也会称为该效果的对象。

804.6.卡牌替换后， 结界的卡牌会继承。 但需再进行结界条件的检定。

例： 我方场上存在一张特征是『 飞马』 的战魂A， A上结界了一张注明了【 把此卡结界于我方场上一张特征『 飞马』 的战魂】 的魔法C， 若战魂A与没有『 飞马』 的战魂B替换， 则替换后， 魔法C由于不符合结界条件而送往墓地。

804.7.卡牌替换后， 其身上的指示物会继承。
804.8.本来名称相同的卡牌不能进行替换。

805. 此卡

805.1.指具有这个效果的卡牌本身， 也是这个效果的来源。

806. 检视

806.1.查看指定卡牌的正面内容， 无需给对方玩家查看。

807. 展示

807.1.让所有玩家都可以看见指定卡牌的正面内容。

807.2.将展示完的卡牌按特定的方式放回其本来所在的区域时， 不视为卡牌的移动（ 没有区域间的移动）， 不能触发相关效果。
例： 一个【 展示卡组顶的一张牌， 然后， 把其放回卡组顶或卡组底】 的效果， 把一张具有规则效果【 此卡被移回卡组时， 抽一张牌】 的战魂放回卡组底， 该战魂的效果不会触发。

808. 随机选择

808.1.将牌面背面朝上， 由（ 这些卡牌的） 对方玩家进行选择的动作。

809. 洗牌

809.1.通常是指将卡组进行洗牌， 然后， 对方玩家可以对这些卡牌进行切牌。
809.2.当一个卡组因效果而检视或展示二张以上的卡牌后， 若该效果没有特别说明（ 洗牌、 放回卡组底等）， 则必须对该卡组进行洗牌。

810. 战斗力

810.1.攻击力和防御力合称为战斗力。

810.2.当某效果需要参考某卡牌战斗力时， 则指该卡牌的攻击力和防御力的合计值。

811. 战斗修正

811.1.指让战斗力发生变化的作用。 包括攻击力与防御力的增减、 变更和互换。

811.2.攻击力与防御力的增减会以【± A / ±B】 来注明。【 / 】左边为攻击力增减， 而【 / 】右边则是防御力增减。

811.3.若一张战魂或载具被“ 攻击力和防御力互换” 的效果所作用， 在效果持续期间， 其受到的所有攻击力修正均变更为增减其防御力， 其受到的所有防御力修正均变更为增减其攻击力。
811.4.变更类的战斗修正会覆盖其他战斗修正的作用， 若两个以上变更类的战斗修正作用于同一张卡牌， 则后生效的会覆盖先生效的。


812. 攻击中的战魂或载具

812.1.指在战斗阶段的自由时机2中， 正在进行攻击的战魂或载具。

813. 战斗中的战魂或载具

813.1.指在战斗阶段的自由时机2中， 正在进行攻击的战魂或载具、 被攻击的战魂和载具。

814. 得到

814.1.指得到战斗修正、 效果、 特征等等。

815. 失去

815.1.指失去战斗修正、 效果、 特征等等。

815.2.当针对同一内容（ 战斗修正、 效果等） 的【 得到】 和【 失去】 作用于同一个对象时，【 失去】 大于【 得到】。
例： 当一个【 得到 + 3 / +3】 的效果和一个【 失去所有战斗修正】 的效果作用于同一张战魂时， 该战魂无法得到 + 3 / +3。

816. 失去效果

816.1.若无特别注明， 则指失去卡牌上的所有效果， 包括特殊能力。

816.2.当一张卡牌从一个区域移动到另外一个区域时， 无论它是在原本的区域中已失去了效果， 或是在到达的区域中失去了效果， 其区域间移动时触发的效果都不会触发。

例： 一个【 攻击区的战魂失去所有效果】 的自动效果正在生效， 一张具有进场时触发效果的战魂， 从场外放置进攻击区时， 其效果不触发。

例： 一张具有离场时触发效果的战魂， 在场时被一个【 本回合失去所有效果】 的效果作用， 若它在本回合中离场， 它的效果不会触发。

817. 以上、 以下
817.1.若叙述中含有【 A以上】 或【 A以下】， 其指定范围会包含A。
例： 合计法力费用4以下的战魂， 就包含了合计法力费用为4的战魂。

818. X值

818.1.一般在卡牌的效果叙述中都有关于X值的参考数， 若没有参考数， 则X值为任何数值（ 可为0）。

818.2.若X值被其他效果所参考时， 视为0。

819. 通常法力费用

819.1.卡牌右上角注明了使用卡牌时所需支付的法力， 包含法力种类和数量。

820. 合计法力费用

820.1.卡牌右上角各属性法力费用总值。
例： 一张卡牌需要2水属性法力和2无属性法力才能使用， 那么他的合计法力费用就是4.

820.2.若某个效果需要支付卡牌的合计法力费用时， 则只需按照合计法力费用的数量来支付， 无需按照法力的属性来支付。

821. 本来的

821.1.指没有经过任何变更， 卡牌上印刷的文字叙述。

822. 名称叙述包含『 A』

822.1.指在卡牌名称中包含了『 A』 的情况， 但『 A』 的文字必须是连续的。
例： 名称『 永恒之轮』 中包含了『 永恒』， 但不是包含了『 永轮』。

823. 治疗

823.1.指移除玩家、 战魂或载具上的伤害。

823.2.回合结束时， 战魂和载具的伤害清0不视为治疗。

824. 防止伤害

824.1.指防止注明数量的伤害或所有伤害。

824.2.防止效果会持续生效直到防止了所注明数量的伤害， 或是其有效期结束。
例： 一张战魂被【 防止一张战魂本回合将受到的3点伤害】 所作用， 若该战魂之后被二张攻击力2的战魂攻击， 则第一次的2点伤害会被完全防止， 第二次的2点伤害只能防止1点。

824.3.若叙述中注明防止某伤害中的若干点， 则该防止效果只在该伤害将要造成时才生效， 剩余的防止数量不会持续下去。
例： 一张战魂具有【 此卡将受到伤害时， 防止该伤害的2点】 的效果， 在它防止了1点伤害后， 剩余的1点防止数量不会留到下一次伤害中， 它在下次将要受到伤害时， 也只能防止2点而不是3点。

824.4.一次伤害只会被防止一次， 若一张卡牌受到了多个防止伤害的效果， 这些效果可以叠加。
例： 一张战魂受到了二个【 防止场上一张战魂本回合将受到的3点伤害】 的效果， 若将要受到一次5点的伤害， 则是一次性防止5点伤害， 而不是先防止3点， 再防止2点。 因防止伤害而触发的效果， 也只会触发一次。

824.5.若某伤害完全被防止了， 则因该伤害而触发的效果不会触发。
824.6.一个防止伤害的效果， 如果其没有特指某一张卡牌造成的伤害， 则不需要指定伤害来源为对象。


825. 舍弃

825.1.把卡牌从手牌或卡组直接送往墓地。

826. 然后

826.1.若效果叙述中含有【 然后】， 则只有当【 然后】 之前的部分全部成功结算后， 才能结算【 然后】 之后的部分。
例： 一张具有【 破坏此卡， 然后， 把场上的一张战魂移出游戏】 效果的战魂， 若在效果起动后， 被一个【 把场上的一张战魂移回手牌】 的效果连锁， 那么在结算效果时， 由于该战魂已离场， 无法结算【 然后】 之前【 破坏此卡】 的部分， 则【 然后】 之后【 把场上的一张战魂移出游戏】 的部分也无法结算。

826.2.若【 然后】 之前的部分有多个行动， 但其中有一个不能结算， 那么， 把【 然后】 之前能结算的部分全部结算后， 不结算【 然后】 之后的部分。
例： 一个【 破坏我方场上二张战魂， 然后， 破坏对方场上的一张战魂】 的效果起动后， 若我方场上成为对象的二张战魂， 其中一张在结算前离场， 则剩下的一张会继续破坏， 但【 然后】 之后的部分无法结算。

826.3.无论是在【 然后】 之前还是【 然后】 之后， 效果对象的选择都在效果起动时一起选择。
例： 一个【 把我方场上的一张战魂移回手牌， 然后， 把对方场上的一张战魂移回手牌】 的效果， 我方场上的一张战魂和对方场上的一张战魂都在该效果起动时选择。

826.4.【然后】 之前的部分不属于费用性质， 因此， 是在效果结算时执行， 并非在效果起动时执行。

827. 解放

827.1.指把结界卡和其基础卡分离， 并把结界卡移到指定区域中的动作。

827.2.解放也属于移动。

828. 指示物

828.1.指示物为放在卡牌上或玩家上的标记， 用来影响其攻防或是与某效果互动。 有些指示物则用于代替卡牌。

828.2.指示物离场时， 不会移到场外的区域， 而是直接移除（ 移除不等于移出游戏）。

828.3.放在玩家身上的指示物， 不视为场上的指示物。

828.4.只有某些效果能放置指示物， 玩家不能随意放置或移除指示物。

828.5.当单指指示物时， 则是包括一般指示物、 战斗修正指示物和代替卡牌指示物。

828.6.一般指示物

828.6 .1 一般指示物没有任何效果， 只会在与某些效果的互动中被用上。

828.7.战斗修正指示物

828.6.a.战斗修正指示物是放在卡牌之上， 影响该卡牌战斗力的指示物， 会以【± A / ±B】 来注明它所造成的战斗修正。【 / 】左边为攻击力增减， 而【 / 】右边则是防御力增减。
例： + 1 / +1 的指示物、 - 2 / -2 的指示物等。

828.6.b.已放置在卡牌上的战斗修正指示物， 其造成的战斗修正， 不视为是卡牌的效果。

828.8.代替卡牌指示物

828.8 .1.代替卡牌指示物也属于卡牌。 能被以卡牌为对象的效果对象。

828.8 .2.代替卡牌指示物的合计法力费用为0。

828.8 .3.不能在代替卡牌指示物上放置指示物。

828.8 .3.代替卡牌指示物不能被卡牌结界。

829. 承受

829.1.指一个对象（ 玩家、 战魂或载具） 为另一个对象（ 玩家、 战魂或载具） 承受特定的伤害。

829.2.若多个效果结算后， 有多个对象为一个相同的对象承受相同的伤害时， 则最后结算的效果生效。

例： 效果1结算， 让战魂A将受到的下一次伤害由战魂B承受， 之后的效果2结算， 又让战魂A将受到的下一次伤害由战魂C承受， 则最终， 效果2会生效， 战魂A将受到的下一次伤害会由战魂C承受。

829.3.若二个对象互为对方承受相同的伤害， 则由本来应该受到伤害的一方承受伤害。

例： 一个效果让战魂A将受到的下一次伤害由战魂B承受， 而另一个效果则是让战魂B将受到的下一次伤害由战魂A承受。 之后， 若一个造成3点伤害的效果作用于战魂A， 则此伤害由战魂A来承受。


830. 灵魂武装

830.1.若战魂右下角的战斗力栏的数值均被【 / 】分隔， 则该战魂为灵魂武装。

830.2 灵魂武装在我方回合的行动阶段中， 连锁为空时， 可执行以下的其中一个行动（ 无论多少张灵魂武装， 一个回合只能执行一个行动一次）：
1） 把一张战魂状态的灵魂武装结界于我方场上的一张战魂。（ 可以被连锁）
2） 把一张武装解放到战区。（ 可以被连锁）
3） 选择我方手牌中一张特征【『 A』 专用】 的灵魂武装， 支付其的通常法力费用， 然后， 把其结界于我方场上一张名称含有『 A』 的战魂。（ 不能被连锁）

830.3.当灵魂武装结界于战魂时， 其种类会变更为武装， 战斗力栏【 / 】右边的数值成为结界战魂的战斗修正。

830.4.种类变更为武装的卡牌， 其种类已不为战魂， 因此不能被以战魂为对象的效果所作用。

830.5.当灵魂武装没有结界于战魂时， 其种类为战魂， 战斗力栏【 / 】左边的数值为其战斗力。

830.6.一张战魂最多只能被二张武装结界。

831. 免疫
831.1.指不能成为某些卡牌效果的对象（ 见规则303.选择对象）。
831.2.在免疫效果在和失去效果的矛盾中， 采用否定较高原则。
例： A战魂免疫魔法效果， B魔法让A失去效果， 则A不会失去效果。 
832. 最多Y
832.1.表示效果的可选范围， 范围由1至Y。
例： 最多三张， 则选择时可选择1张至3张。

833. 任意
833.1.表示效果的可选范围， 范围由1至最大限制。

834. 得到某卡牌的效果
834.1.某些效果可以让一张卡牌得到另一张卡牌的效果， 若没有特别说明即是指得到后者的所有效果。
834.2.此法不能重复得到相同的效果。

835. 视为对方的卡牌效果
835.1.某些效果能视为对方的卡牌效果， 但其对象依然会把这些效果的起动者（ 或非持续魔法的使用者） 为参照为“ 我方”。
例： 玩家A从手牌使用一张“ 对对方场上的一张战魂造成3点火焰伤害（ 此效果视为对方卡牌效果）” 的魔法， 其对象适用于玩家A对手场上的战魂， 而不是玩家A场上的战魂。
835.2.视为对方的卡牌效果仅仅是这个效果作用时的一个所属参照， 并不会改变效果来源的所属。
例： 我方一张战魂因对方一个“ 视为对方卡牌效果” 的效果而破坏， 则这张战魂不能触发“ 被对方破坏时” 触发的效果。
例： 对方一张战魂起动了一个“ 视为对方卡牌效果” 的效果， 这张战魂也不会因此而变为我方的战魂。

836. 构筑限制
836.1.某些卡牌要求卡组中必须放入特定数量某种卡牌， 这个数量指的是主卡组中的数量， 和额外卡组、 备牌均无关。

837. 吸取
837.1.当一张卡牌吸取了另一张卡牌的特定内容（ 效果、 战斗修正等）， 在效果的持续期间， 后者会失去这些内容， 而前者会得到这些内容。

838. 破坏无效
838.1.当一张卡牌的破坏被无效后， 如果它是战魂或载具， 则它身上的伤害会被清0。
838.2.若破坏被无效， 则视为这次破坏没有发生过， 所有会因为这次破坏而触发的效果都不会被触发， 也不会因这次破坏而达成一些条件。
838.3 .0 防御力的战魂或载具的破坏不能被无效。
838.4.若一些卡牌的破坏不能被无效， 则令这些卡牌破坏无效的效果不会触发。

839. 代为破坏
839.1.若一张卡牌代替了另一张卡牌破坏， 后者身上的伤害会被清0。
839.2.若A破坏了B， 而B由C代为破坏， 则A视为破坏了C， 并且因B破坏而触发的效果都不会被触发。
839.3 .0 防御力的战魂或载具不能被代为破坏。
839.4.若一些卡牌不能被代为破坏， 则代替这些卡牌破坏的效果不会触发。

840. 命运之海
840.1.命运之海属于非公开区域。
840.2.命运之海不视为魔法区。
840.3.命运之海中的卡牌翻开后（ 由于场上唯一等限制） 若无法进入战区， 则还原盖放的状态， 并且这个翻开和还原的动作不会触发任何其他效果。

841. 将～～
841.1.若一个效果中使用“ 将” 的字眼， 则代表这个效果会在某个时点之前适用。
841.2.这种效果会紧贴那个时点之前适用， 即使那个时点是触发式或规则式这种无法被连锁的效果造成的， 这个行为不等于在一个效果中触发了另一个效果。

842. 搭载
842.1.战魂结界在载具上的状态， 与结界同理。

843. 效果变更
843.1.效果的变更等于失去了一个效果同时得到另一个效果。
843.2.若一张卡牌无法失去效果或得到效果， 则无法进行效果变更。




9. 特殊能力

900. 一般规则

900.1.特殊能力指的是省略了作用叙述的效果， 在卡牌的效果叙述中以黑体字单独表示。

900.2.特殊能力也属于卡牌的效果， 若一张卡牌失去效果， 则也会失去特殊能力。

901. 瞬间

901.1.瞬间属于规则式效果。

901.2.具有特殊能力瞬间的卡牌可以在双方玩家的行动阶段和双方玩家的所有自由时机中使用。

901.3.即使有特殊能力瞬间， 也需要遵循卡牌本身的使用限制。
例： 由于有一回合只能使用一张战魂的限制， 因此在一个回合中， 若我方玩家已使用了战魂， 就不能再使用具有瞬间的战魂。

901.4.具有特殊能力瞬间的卡牌， 可以响应其他卡牌的使用或效果的起动来进行使用。

902. 闪现

902.1.闪现属于规则式效果。

902.2.具有特殊能力闪现的卡牌， 不包含在【 一回合只能使用一张战魂 / 载具】 的限制中。 这里的不包含是指完全排除在限制之外。
例： 你使用了具有闪现的战魂， 可以再使用一张没有闪现的战魂。 也可以先使用了一张没有闪现的战魂， 再使用具有闪现的战魂。

903. 突袭

903.1.突袭属于自动式效果

903.2.我方回合中， 若具有特殊能力突袭的组群对卡牌造成战斗伤害， 则把剩余的伤害给予该卡牌的控制者。

903.3.对玩家造成的伤害与对卡牌造成的伤害同时结算， 并且都属于战斗伤害。

903.4.即使一个组群中有多张具有突袭的卡牌， 也不会对玩家重复造成多次伤害。

904. 飞翔

904.1.飞翔属于自动式效果。

904.2.具有特殊能力飞翔的组群， 即使对方防守区存在战魂或载具， 也能在选择攻击对象时， 选择对方玩家为攻击对象。

905. 先攻

905.1.先攻属于自动式效果。

905.2.具有特殊能力先攻的组群若攻击卡牌， 在伤害结算时， 先结算该组群造成的战斗伤害。

905.3.若卡牌因先攻的提前结算伤害而破坏， 那么该卡牌就不能对对方造成战斗伤害。

905.4.先攻是不以卡牌为对象的效果。

906. 防守

906.1.防守属于起动式效果， 一个防守效果一个回合可以起动一次。

906.2.防守只能在对方战斗阶段的自由时机1中起动， 可以把一张选择了攻击对象的战魂或载具的攻击对象变更为此组群。

906.3.若一个组群中有多个防守效果， 则每一个都能起动一次。

906.4.若此组群不能被选择为攻击对象， 则其防守效果不能起动。
例： 当防守区存在战魂时， 攻击区的战魂就不能起动防守效果。

907. 场上唯一

907.1.场上唯一属于规则式效果。

907.2.若我方战区已存在一张场上唯一卡牌， 或我方正在使用一张场上唯一的卡牌， 则我方玩家不能使用和它名称相同的卡牌， 另外， 和它名称相同的卡牌也不能进入到我方战区。

907.3.若我方场上存在场上唯一的魔法， 或我方正在使用场上唯一的魔法， 则我方和它名称相同的魔法不能使用， 也不能进入我方场上。

907.3.法力石的使用和进场不受场上唯一的限制。

907.4.当二张以上具有场上唯一， 并且名称相同的战魂、 载具同时进入一位玩家的战区时， 则由让他们进场的效果的控制者选择其中一张进场； 当二张以上具有场上唯一， 并且名称相同的魔法同时进入一位玩家的魔法区时， 则由让他们进场的效果的控制者选择其中一张进场。

907.5.场上唯一这个特殊能力不会失去。

908. 卡组唯一

908.1.卡组唯一属于规则式效果。

908.2.在构造卡组时， 若你已放入了具有卡组唯一的卡牌， 则不能再放入和它名称相同的卡牌。

909. 回合唯一

909.1.回合唯一属于规则式效果。

909.1.若你本回合已使用了具有回合唯一的卡牌， 则你本回合中不能再使用名称相同的卡牌。

909.2.若回合唯一卡牌的使用被无效， 则能再次使用名称相同的卡牌。

910. 持续

910.1.持续属于规则式效果。

910.2.具有持续的魔法， 在使用结算时， 或因效果放置进场时， 会放置到魔法区中， 成为场上的卡牌。

910.3.持续这个特殊能力不会失去。

911 圣域

911.1.圣域属于规则式效果。

911.2.若我方场上已存在一张具有圣域的卡牌， 或我方正在使用一张具有圣域的卡牌， 则我方玩家不能再使用具有圣域的卡牌， 另外， 其他具有圣域的卡牌也不能进入到我方场上。

911.3.我方使用中、 具有圣域的魔法， 不能成为对方的卡牌效果对象。

911.4.我方场上具有圣域的魔法， 不能成为对方的卡牌效果对象。

911.5.圣域这个特殊能力不会失去。

912. 计谋

912.1.计谋属于规则式效果。

912.2.当我方场上存在特征『 谋士』 的战魂时， 我方卡牌中特殊能力以外的效果可以变更为有计谋标识的效果。

912.3.计谋标识的效果使用后， 在结算前， 即使我方所有特征『 谋士』 的战魂都已离场， 计谋标识的效果也不会被无效。

913. 变幻『 A』

913.1.变幻属于规则效果， 变幻的起动不会引起优先权的变更， 并且能立刻结算。

913.2.在所有玩家的行动阶段和自由时机中， 可以把手牌中具有变幻『 A』 的卡牌， 与我方场上名称叙述含有『 A』 的同种类卡牌进行替换。

913.3.每位玩家一个回合中只能起动一次变幻效果。

913.4.变幻效果不能在本来名称完全相同的两张卡牌间进行。


914. 虔诚

914.1.虔诚属于规则式效果。

914.2.具有虔诚的战魂和载具会失去所有战斗修正。

915. 护盾（ X）

915.1.护盾属于自动式效果。

915.2.具有护盾（ X） 的卡牌每一次将要受到伤害时， 都会防止（ 见规则， 823 防止伤害） 该伤害的X点。

915.3.若某卡牌有多个护盾效果， 则护盾的效果可以叠加。
例： 一张战魂具有『 护盾（ 3）』， 它再得到一个『 护盾（ 2）』 的效果， 则防止伤害时， 能一次性防止5点。

915.4.当需要计算护盾数量时， 则以指定卡牌的所有护盾数量的总和来计算。
例： 一张战魂具有『 护盾（ 3）』， 它再得到一个『 护盾（ 2）』 的效果， 则其护盾数量为5。

916. 再生（ X）

916.1.再生属于触发式效果。

916.2.具有再生（ X） 的卡牌每一次受到伤害时， 都会治疗自身X点伤害。

916.3.若伤害达到或超过卡牌的防御力， 并造成了破坏， 则再生的治疗也不能让破坏无效。

916.4.某卡牌受到伤害时， 若该卡牌有多个再生效果， 则每个再生效果都可以触发一次。
例： 一张战魂具有『 再生（ 2）』， 它再得到一个『 再生（ 3）』 的效果， 则受到伤害时， 能治疗2点伤害， 再治疗3点伤害。

916.5.当需要计算再生数量时， 则以指定卡牌的所有再生数量的总和来计算。
例： 一张战魂具有『 再生（ 3）』， 它再得到一个『 再生（ 2）』 的效果， 则其再生数量为5。

917. 魔法抗性（ X）

917.1.魔法抗性属于自动式效果。

917.2.具有魔法抗性（ X） 的卡牌， 不能成为对方合计法力费用X以下的魔法效果对象。

917.3.魔法抗性无法叠加。
例： 一张战魂具有『 魔法抗性（ 3）』， 它再得到一个『 魔法抗性（ 2）』 的效果， 那它只是不能成为对方合计法力费用3以下的魔法效果对象。

918. 灵石

918.1.有灵石标注的效果， 在法力区时， 依然会有效。

919.『 A』 载具（ X）

919.1.载具包含了二个效果。

919.2.载具可以结界最多X张特征『 A』 的战魂， 若没有『 A』， 则可以结界任何特征的战魂。 这是一个规则式效果。

919.3.载具具有一个一回合可以起动一次的起动式效果， 在我方的行动阶段中， 连锁为空时， 可以把我方场上一张没有结界于载具的战魂结界于该载具。

920. 进击

920.1.进击属于自动式效果。

920.2.具有进击的组群在防守区也能进行攻击。

921. 军团（ X）

921.1.军团属于规则式效果， 作用于卡组构筑时。

921.2.具有军团（ X） 的卡牌， 能在卡组中最多放入X张。


922.『 A』 唯一

922.1.『A』 唯一属于规则式效果。

922.2.若我方战区中存在名称含有『 A』 的卡牌， 或我方正在向战区使用名称含有『 A』 的卡牌， 则我方具有『 A』 唯一的卡牌均不能向战区使用， 也不能进入我方战区。

922.3.若我方场上存在名称含有『 A』 的魔法， 或我方正在使用名称含有『 A』 的魔法， 则我方具有『 A』 唯一的魔法不能使用， 也不能进入我方场上。

922.4.当二张以上具有『 A』 唯一， 并且名称中都含有『 A』 的战魂同时进入一位玩家的战区， 则由让他们进场的效果的控制者选择其中一张进场。


923.『 A』 限定（ X）

923.1.『A』 限定属于规则式效果， 作用于卡组构筑时。

923.2.我方主卡组中必须最少放入X张『 A』 特征的战魂。 若效果中没有X， 则我方卡组、 额外卡组和备牌中放入的战魂， 只能是具有『 A』 特征的战魂。


924. 额外构筑

924.1.额外构筑属于规则式效果， 作用于卡组构筑时。

924.2.具有额外构筑的卡牌在卡组构筑时放入额外卡组， 而非主卡组。

924.3.当在卡组构筑时便放入额外卡组的卡牌被移回卡组或手牌时， 改为移出游戏。

924.4.额外构筑这个特殊能力不会失去。

924.5.额外构筑的卡牌不能放入备牌。


925. 埋伏

925.1.埋伏属于规则式效果。

925.2.埋伏的战魂在使用时可以以盖放的方式使用， 在使用时无需宣言卡牌的名称， 只需要满足合计法力费用（ 无需满足属性） 便可， 并且在使用区域中和进场后也保持盖放的状态（ 其他要求与普通的卡牌使用无二）。

925.3.盖放进场的卡牌， 不受效果造成的区域限制影响（ 场上唯一等）。

925.4.非埋伏的战魂不能以盖放的方式使用。

925.5.盖放的卡牌不能进行攻击， 不能主动移动战区， 效果也不会发生作用。

925.6.每张盖放的卡牌每回合可以主动翻开一次， 但必须在我方回合的行动阶段中， 连锁为空时进行， 并且在这张卡牌进场的回合中不能这样做。 这个动作可以被连锁， 盖放的卡牌在这个动作结算的时候才会被翻开。

例： 玩家A宣言并选择翻开他的一张盖放战魂（ 此时卡牌并未翻开）， 此时， 玩家B连锁一个效果C， 那么在效果C结算后， 玩家A的战魂才会被翻开。

925.7.盖放的卡牌会在战斗伤害结算时被翻开， 并根据其战斗力（ 包括战斗修正等） 进行正常的伤害结算。 这时因翻开而触发的效果， 与伤害触发的效果为同一触发时点。

925.8.盖放的卡牌免疫双方的不以盖放卡牌为特指对象的卡牌效果。

925.9.盖放的卡牌不能被卡牌结界， 战魂被盖放时， 破坏其身上结界的所有卡牌。

925.10.盖放的卡牌不能被放置指示物， 战魂被盖放时， 移除其身上的指示物。

925.11.战魂盖放时， 其身上所有已作用的效果均会失去。
例： 一张埋伏战魂受到【 本回合得到 + 3 / +3】 的效果作用， 在他盖放时， 失去这个作用。

925.12.战魂盖放时， 其身上的伤害清0。

925.13.盖放的卡牌视为身处在非公开区域， 其卡牌上的信息均不能成为其他效果的参考， 包括卡牌的种类。