暗
兵主卡组
对方卡组的法力石










兵主 * 蚩尤
种类 战魂
费用 13 无
攻击 12 / 6
防守 12 / 6
特征 神 恶魔 灵魂武装
卡组唯一 额外构筑
规则 我方法力石区, 场上, 手卡, 墓地各3张卡移出游戏, 把此卡移动到场上.
自动 此群组免疫伤害, 不能对对方玩家造成战斗伤害.
触发 我方回合结束时, 把此卡从战区, 墓地, 移出游戏区移动到我方场上或结界到我方场上一张战魂上.
起动1 将双方场上, 墓地, 额外, 移除游戏区或我方手卡中一张原本为战魂的卡当做灵魂武装结界到此群组上.此效果只能对方回合使用.





蚩尤旗 * 天慧
种类 战魂
费用 6 光6火
攻击 1 / 1
防守 1 / 1
特征 神 恶魔
持续 瞬间
规则: 对方场上每有一张战魂或魔法， 手牌中的此卡便得到光属性或火属性法力费用 - 1。
规则: 双方场上每有一张法力石， 手牌中的此卡便得到光属性或火属性法力费用 - 1。
起动1: 破坏对方场上所有战魂, 载具和魔法, 然后破坏此卡
介绍: 见则王者征伐四方


蚩尤旗 * 地炽
种类 战魂
费用 2 无
攻击 3 / 3
防守 3 / 3
特征 神 恶魔
持续 瞬间
规则: 对方墓地, 手卡或除外区每有4张卡， 场上的此卡便得到地属性法力费用 + 1
规则: 对方场上或命运之海每有2张卡， 场上的此卡便得到火属性法力费用 + 1
自动: 此群组免疫合计法力费用x以下卡的效果, x为此群组合计法力费用的最大值.
介绍: 八方万邦皆为弭服



无费卡组
当我方法力石区没有
卡牌不止, 战斗不休!


    神 恶魔

炎帝
攻击 + 恢复

黄帝
防守 + 法力石 +